Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/sykehusinnkjop.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: • Suppliers must find it commercially attractive to offer new drugs and solutions.
nb: Det skal være forretningsmessig interessant for leverandører å tilby nye legemidler og løsninger.

source: More effective implementation of procured agreements will contribute to equal and quick access to effective drugs.
nb: Bedre implementering vil bidra til likeverdig og rask tilgang til effektive legemidler.

source: By developing good and realistic requirements and implementing them in cooperation with the HTs, the market and the relevant authorities.
nb: Utvikle gode og realistiske krav og implementere i samarbeid med HF, markedet og myndigheter.

source: The INQ is what will provide the best foundation for volume in procurements.
nb: Det er INQ som gir det beste grunnlaget for volum i anskaffelser.

source: The expenditure for 2020 is expected to exceed NOK 10 billion.
nb: I 2020 forventes det at utgiftene vil være over 10 milliarder kroner.

source: The Pharmaceutical Strategy of the Sykehusinnkjøp HF underpins its goals.
nb: Sykehusinnkjøp HF legemiddelstrategi bygger opp under foretakets formål.

source: By using a procurement process that is optimal in the case at hand.
nb: Benytte innkjøpsprosess som er optimal i det enkelte tilfellet.

source: Differentiated procurements will contribute to equal and quick access to effective drugs, at the lowest possible price.
nb: Differensierte innkjøp skal bidra til likeverdig og rask tilgang til effektive legemidler, til lavest mulig pris.

source: This will be reflected, to an ever increasing extent, in the budgets of the health trusts until the transfer is complete in 2022.
nb: Dette vil gi stadig større utslag på helseforetakenes budsjetter frem til overføringen er ferdig i 2022.

source: Sykehusinnkjøp HF will be Norway’s leading procurement agency.
nb: Sykehusinnkjøp HF skal være landets fremste anskaffelsesorgan.

source: : Identifying contents per ME, as this may vary between suppliers.
nb: Identifisere innhold per ME, ettersom dette kan variere mellom leverandører.

source: Good pharmaceutical procurement can give the specialised health service quick access to effective pharmaceuticals at the lowest possible price, thereby facilitating more extensive pharmaceutical treatment or prioritisation of other important healthcare objectives.
nb: Gode innkjøp av legemidler kan sikre spesialisthelsetjenesten rask tilgang til effektive legemidler til lavest mulig pris, og dermed legge til rette for mer legemiddelbehandling eller prioritering av andre viktige helseformål.

source: There are 50 pharmaceuticals (1.5 % of all drugs), which stand for 70 % of the pharmaceutical costs in the specialised health service in 2016.
nb: 50 legemidler (1,5 % av legemidlene) står for 70 % av det legemiddelkostnaden i spesialisthelsetjenesten i 2016.

source: The illustration below shows the development in the pharmacy retail prices and contractual pharmacy retail prices (where a discounted contractual pharmacy retail price) makes a growth in patient treatment activities possible.
nb: Illustrasjonen nedenfor viser utviklingen i listepris (apotekenes utsalgspris) og avtalepris (rabatert utsalgspris i apotek der avtalene til kategori legemidler ligger til grunn) gir rom for åøke pasientbehandlingen med i spesialisthelsetjenesten.

source: : Identifying content per ME, as this may vary between suppliers.
nb: Identifisere innhold per ME, ettersom dette kan variere mellom leverandører.

source: If personal views are being presented, this must be made clear.
nb: Samarbeidsprosjekter og oppdragsforskning skal forankres og godkjennes av administrerende direktør i helsehelseforetaket.

source: Action plans will be prepared for each focus area and will be followed up on annually through the Pharmaceutical Division’s business plan.
nb: For hvert satsingsområde vil det utarbeides tiltaksplaner som følges opp årlig gjennom divisjon legemidler sin virksomhetsplan.

source: It also limits the cost increase. In 2018, it contributed to making available resources corresponding to NOK 4.7 billion.
nb: Det begrenser også kostnadsveksten og bidro i 2018 med frigjøring av ressurser tilsvarende 4,7 milliarder NOK.

source: Elements that are highlighted include LIS specialist groups, LIS contacts, LIS specialist seminars and dialogue meetings with the pharmaceutical industry.
nb: Elementer som trekkes frem er LIS-spesialistgrupper, LIS-kontakter, LIS-spesialistseminarer og dialogmøter med markedet.

source: A good dialogue regarding the process in New Methods and the procurement process will contribute to equal and quick access to effective drugs.
nb: God dialog mellom prosessen i Nye Metoder og anskaffelsesprosessen vil bidra til likeverdig og rask tilgang til effektive legemidler.

source: The focus areas will help the Pharmaceutical Division to manage the responsibility for pharmacetuical procurements according to the needs of the specialised health service.
nb: Satsingsområdene skal bidra til at divisjon legemidler forvalter ansvaret for å kjøpe innlegemidler i henhold til spesialisthelsetjenestens behov.

source: For example, a pack (ME) of sterile sponges that for one supplier contains 5 sponges (INQ = 5), and for another contains 3 sponges (INQ = 3).
nb: Eksempelvis en pakke (ME) med sterile tupfere som hos en leverandør inneholder 5 tupfere (INQ = 5), og hos en annen 3 tupfere (INQ = 3).

source: If relevant, the contract number it naturally belongs to, but which is not registered in “Innkjøpsportalen” (hstat.no).
nb: Eventuelt det avtalenummeret den naturlig tilhører, men som ikke er registrert i Innkjøpsportalen (hstat.no).

source: INQ, combined with metric measurements where this is relevant, is what gives the best foundation for volume in procurements.
nb: Det er INQ, kombinert med metrisk mål der det er aktuelt, som gir det beste grunnlaget for volum i anskaffelser.

source: This is a reduction of 35 % compared to the maximum pharmacy retail price (max. AUP).
nb: Dette er 35 prosent reduksjon sammenliknet med apotekenes maksimale utsalgspris.

source: A more consistent transition to pharmaceuticals which are more reasonably priced and technically equivalent has a savings potential of additional NOK 1 billion.
nb: Mer konsekvent etterlevelse av overgang til legemidler som er rimeligere og faglig likeverdige, har et besparelsespotensial på ytterligere 1 milliard NOK.

source: Decimal figure, greater than 0
nb: Desimaltall, større enn 0. Metrisk mål (SI-systemet)

source: The Pharmaceutical Procurement Cooperation (hereafter referred to with the Norwegian abbreviation LIS) has been responsible for procuring pharmaceuticals for the specialised health service since 1995.
nb: Legemiddelinnkjøpssamarbeidet (LIS) har siden 1995 hatt ansvar for å konkurranseutsatte legemidler for spesialisthelsetjenesten.

source: The goal is a strategic direction and an ambition that keeps with mission and governing documents from the RHAs and political documents from the Norwegian Ministry of Health and Care Services (hereafter referred to with the Norwegian abbreviation HOD).
nb: Målet er en strategisk retning med en ambisjon som er i tråd med oppdrags- og styringsdokumenter fra de regionale helseforetakene (RHF) og politiske dokumenter fra Helse- og omsorgsdepartementet (HOD).

source: Why will it be implemented?
nb: Hvorfor skal det gjøres?

source: The Pharmaceutical Strategy aims to set the tone for a good business dialogue between the specialised healthcare service and the pharmaceutical industry.
nb: Legemiddelstrategien skal gi retning til god forretningsmessig dialog mellom spesialisthelsetjenesten og legemiddelmarkedet.

source: During the transfer of operations, LIS was assigned to the Pharmaceutical Division.
nb: Ved virksomhetsoverdragelsen ble LIS til divisjon legemidler.

source: Systems for good procurements have contributed to material benefits for the specialised health service for two decades.
nb: Systemer for gode innkjøp har gjennom to tiår bidratt til betydelige gevinster for spesialisthelsetjenesten.

source: Evaluation of the other sub-criteria
nb: I tillegg er stabsleder konstituert.

source: More extensive and better patient treatment through good pharmaceutical procurements.
nb: Mer og bedre pasientbehandling gjennom gode innkjøp av legemidler.

source: Procuring pharmaceuticals in new and efficient ways
nb: Kjøpe inn legemidler på nye og effektive måter

source: The focus areas are prioritised on the basis of 19 hypotheses.
nb: Satsingsområdene er prioritert ut fra 19 hypoteser.

source: Ensuring responsible procurements
nb: Sikre ansvarlige innkjøp

source: Electronic systems for prescription support can ensure that the benefits are realised through good implementation and compliance with agreements and recommendations.
nb: Elektroniske systemer for forskrivningsstøtte kan sikre gevinstrealisering gjennom god implementering og etterlevelse av avtaler og anbefalinger.

source: This is referred to as a steadily growing “healthcare gap”.
nb: Dette omtales som et stadig økende "helsegap".

source: The purpose of the Pharmaceutical Strategy is to live up to the assignments and orders given by the RHTs to Sykehusinnkjøp HF for pharmaceuticals.
nb: Legemiddelstrategiens formål er å etterleve de regionale helseforetakenes oppdrag og bestilling til Sykehusinnkjøp HF innen legemiddelområdet.

source: For individually-packaged goods, the smallest unit will often be equal to the lowest mutable use unit, giving INQ = 1 (for example, a single packed syringe that cannot be broken down into multiple syringes).
nb: For enkeltpakkede varer vil oftest minste enhet være lik minste nedbrytbare forbruksenhet, noe som gir INQ = 1 (eksempelvis for en enkeltpakket sprøyte som ikke kan brytes ned i flere sprøyter).

source: There is a growing discrepancy between what is medically possible and the resources that are available.
nb: Det er et økende misforhold mellom hva som er medisinsk mulig og ressursene som står til rådighet.

source: Number of ME sold = number of bottles sold, INQ = 0.7, metric measurement = litre (LTR).
nb: Antall ME solgt = antall flasker solgt, INQ = 0,7, metrisk mål = liter (LTR).

source: How will it be implemented?
nb: Hvordan skal det gjøres?

source: Additional venues to exchange experience and facilitate discussions should be established between the specialist health service and the pharmaceutical industry.
nb: Det bør etableres flere gode arenaer for erfaringsutveksling og diskusjon mellom fagmiljøene i spesialisthelsetjenesten og markedet.

source: Adapt procurements to the different life cycle stages of the pharmaceuticals.
nb: Tilpasse innkjøp til fasene i legemidlers livssyklus.

source: Through several years of structured work, Sykehusinnkjøp HF has built an effective system for cooperation with professionals in the specialised health service and suppliers.
nb: Gjennom strukturert arbeid i flere år har Sykehusinnkjøp bygget opp et effektivt system for samhandling med fagmiljøene i spesialisthelsetjenesten og leverandører.

source: For example, a tube of cream (ME) that contains 50 grams (GRM) from one supplier, 70 grams (GRM) from another supplier.
nb: Eksempelvis en tube med krem (ME) som hos en leverandør inneholder 50 gram (GRM), og hos en annen leverandør 70 gram (GRM).

source: Moreover, the figure shows how good procurements increasingly reduces drug expenditure and facilitates more extensive and better patient treatment.
nb: Videre viser figuren hvordan gode anskaffelser i økende grad reduserer legemiddelutgiftene og legger til rette for mer og bedre pasientbehandling.

source: : The contract number the article is registered with in “Innkjøpsportalen” (hstat.no) and/or is applied to the contract.
nb: Det avtalenummeret artikkelen er registrert med i Innkjøpsportalen (hstat.no) og/eller er påført avtalen.

source: Procuring pharmacetuicals in new and efficient ways:
nb: KJøpe inn legemidler på nye og effektive måter:

source: The work with the Pharmaceutical Strategy was launched in November 2017.
nb: Arbeidet med legemiddelstrategien startet i november 2017.

source: As a result, the Sykehusinnkjøp HF must act in a coordinated and coherent manner, in cooperation with the specialised health services.
nb: Den skal resultere i at Sykehusinnkjøp HF utøver sin rolle innenfor legemiddelområdet på en koordinert og samstemt måte, i samarbeid med spesialisthelsetjenesten.

source: This is the first category strategy of the 13 procurement categories for which The Norwegian Hospital Procurement Trust is responsible.
nb: Det er den første kategoristrategien av de 13 innkjøpskategoriene som Sykehusinnkjøp har ansvaret for.

source: The Pharmaceutical strategy was passed by the board of The Norwegian Hospital Procurement Trust in the fall of 2018.
nb: Legemiddelstrategien ble vedtatt høsten 2018 av styret i Sykehusinnkjøp HF.

source: INQ must be a whole number.
nb: INQ må være et heltall.

source: In these cases, INQ will be the number of grams (GRM), metres (MTR) or litres (LTR) per ME.
nb: I disse tilfellene vil INQ være antall gram (GRM), meter (MTR) eller liter (LTR) per ME.

source: This is also observed in the statistics of the Norwegian Pharmacy Association, which indicates that the average maximum price for the 20 most expensive drug packages has increased with 260 % from 2010 to 2018.
nb: Dette vises også i statistikken fra Apotekerforeningen, som viser at gjennomsnittlig maksimalpris for de 20 dyreste legemiddelpakningene har økt med 260 % fra 2010 til 2018.

source: The requirements regarding corporate social responsibility must contribute to realising significant social benefits.
nb: Krav til samfunnsansvar skal også bidra til å realisere betydelige samfunnsgevinster.

source: Facilitate good cooperation between the different participants to ensure compliance with the agreements.
nb: Sikre god samhandling mellom aktørene, slik at inngåtte avtaler etterleves.

source: Suppliers must be confident that Sykehusinnkjøp is acting in accordance with good business practice, with confidentiality and professional secrecy where this should be exercised, and with transparency and openness where the rules require it.
nb: Samarbeid om kompetanseutvikling mellom helsehelseforetak og leverandører skal være preget av ryddighet, åpenhet og transparent og være godkjent av helsehelseforetakets ledelse.

source: The Pharmaceutical Division is one of six divisions in Sykehusinnkjøp HF and is entrusted with the following main tasks:
nb: Divisjon legemidler er en av seks divisjoner i Sykehusinnkjøp HF, og har følgende hovedoppgaver:

source: The Strategy would build on the Sykehusinnkjøp HT's vision, objectives and values and on the methodology for preparing a category strategy drawn up in the “National Coordination and Standardisation” project (referred to in Norwegian with the abbreviation NSSIL).
nb: Strategien skulle bygge på Sykehusinnkjøp HF sin visjon, mål og verdier og metodikken for etablering av kategoristrategi utarbeidet i prosjekt "Nasjonal samhandling og standardisering" (NSSIL).

source: Pharmaceuticals are key to the modern healthcare, and proper use of pharmaceuticals can generate substantial health benefits for patients.
nb: Legemidler er sentrale i den moderne helsetjenesten og riktig bruk av legemidler kan gi store helsegevinster for pasientene.

source: Managers have a special responsibility for observing the code of conduct and must appear as good role models.
nb: Med service informasjon og opplæring i bruk anses informasjon og rådgivning om daglig drift/håndtering og service av medisinsk utstyr og materiell som allerede anvendes i helseforetaket.

source: Moreover, the figure illustrates how good procurements increasingly reduces pharmaceutical expenditure and facilitates more extensive and better patient treatment.
nb: Videre viser figuren hvordan gode anskaffelser i økende grad reduserer legemiddelutgiftene og legger til rette for mer og bedre pasientbehandling.
